[
  {
    "name": "Seat León",
    "brand": "Seat",
    "description": "El SEAT León es un compacto, del segmento C, fabricado por SEAT desde 1998. Actualmente se comercializa la cuarta generación, presentada en 2020.",
    "type": "compacto",
    "img": "imgs/cars/seat_leon.jpg",
    "price": 20000,
    "seats": 5,
    "fuel": "Gasolina"
  },
  {
    "name": "BMW IX",
    "brand": "BMW",
    "description": "El BMW iX es un SUV 100% eléctrico -con tintes de monovolumen-, del segmento E, fabricado por BMW desde 2021. El BMW iX tiene un tamaño similar al de los BMW X5 y X6, y se caracteriza por contar con un diseño muy polémico, un interior de corte futurista y una autonomía eléctrica que puede alcanzar hasta 600 kilómetros con una sola carga.",
    "type": "SUV",
    "img": "imgs/cars/bmw_ix.jpg",
    "price": 85000,
    "seats": 5,
    "fuel": "Eléctrico"
  },
  {
    "name": "Dacia Sandero",
    "brand": "Dacia",
    "description": "El Dacia Sandero es un coche urbano y económico, del segmento B, fabricado por Dacia desde 2007. Actualmente, el Dacia Sandero ya va por su tercera generación, presentada en 2020",
    "type": "Urbano",
    "img": "imgs/cars/dacia_sandero.jpg",
    "price": 12000,
    "seats": 5,
    "fuel": "Gasolina"
  },
  {
    "name": "Peugeot 208",
    "brand": "Peugeot",
    "description": "El Peugeot 208 es un vehículo utilitario generalista, del segmento B, fabricado por Peugeot desde 2012, como relevo del Peugeot 207. Actualmente se comercializa la segunda generación, presentada en 2019",
    "type": "Urbano",
    "img": "imgs/cars/peugeot_208.jpg",
    "price": 16000,
    "seats": 5,
    "fuel": "Gasolina"
  },
  {
    "name": "Honda Civic",
    "brand": "Honda",
    "description": "El Honda Civic es un vehículo compacto, del segmento C, fabricado por Honda desde 1972 y se trata del modelo más importante de Honda en Europa. Actualmente se comercializa la undécima generación, presentada en 2022, con un importante rediseño con respecto a la generación anterior, que mejora su diseño interior y añade importantes sistemas tecnológicos y de conectividad.",
    "type": "Urbano",
    "img": "imgs/cars/honda_civic.jpg",
    "price": 32100,
    "seats": 5,
    "fuel": "Gasolina"
  },
  {
    "name": "Opel Corsa",
    "brand": "Opel",
    "description": "El Opel Corsa es un utilitario urbano, del segmento B, fabricado por Opel desde 1982. Actualmente se comercializa la sexta generación, presentada en 2019",
    "type": "Urbano",
    "img": "imgs/cars/opel_corsa.jpg",
    "price": 17299,
    "seats": 5,
    "fuel": "Gasolina"
  }
]
